[
  {
    "quote": "Success is liking yourself, liking what you do, and liking how you do it.",
    "author": "Maya Angelou"
  },
  {
    "quote": "You will be wounded many times in your life. You’ll make mistakes. Some people will call them failures but I have learned that failure is really God’s way of saying, “Excuse me, you’re moving in the wrong direction.” It’s just an experience, just an experience.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Be passionate and move forward with gusto every single hour of every single day until you reach your goal.",
    "author": "Ava DuVernay"
  },
  {
    "quote": "Anyone who claims to be a leader must speak like a leader. That means speaking with integrity and truth.",
    "author": "Kamala Harris"
  },
  {
    "quote": "Sometimes we are blessed with being able to choose the time, and the arena, and the manner of our revolution, but more usually we must do battle where we are standing.",
    "author": "Audre Lorde"
  },
  {
    "quote": "It’s not the load that breaks you down; it’s the way you carry it.",
    "author": "Lena Horne"
  },
  {
    "quote": "Nothing I accept about myself can be used against me to diminish me.",
    "author": "Audre Lorde"
  },
  {
    "quote": "If you can only be tall because somebody's on their knees, then you have a serious problem.",
    "author": "Toni Morrison"
  },
  {
    "quote": "I love you because no two snowflakes are alike, and it is possible, if you stand tippy toe, to walk between the raindrops.",
    "author": "Nikki Giovanni"
  },
  {
    "quote": "We can neither heal nor fix that which we won’t confront.",
    "author": "Brittany Cooper"
  },
  {
    "quote": "She chose to be eccentric, defiant, outrageous and dare I say a visionary in a world where black women and girls don’t often get to do any of these things without lethal consequences.",
    "author": "Brittany Cooper"
  },
  {
    "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, patience, and the passion to reach for the stars to change the world.",
    "author": "Harriet Tubman"
  },
  {
    "quote": "I get angry about things, then go on and work.",
    "author": "Toni Morrison"
  },
  {
    "quote": "I did what my conscience told me to do, and you can’t fail if you do that.",
    "author": "Anita Hill"
  },
  {
    "quote": "No matter what accomplishments you make, somebody helped you.",
    "author": "Althea Gibson"
  },
  {
    "quote": "It was when I realized I needed to stop trying to be somebody else and be myself, I actually started to own, accept and love what I had.",
    "author": "Tracee Ellis Ross"
  },
  {
    "quote": "When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.",
    "author": "Audre Lorde"
  },
  {
    "quote": "The world is not a pleasant place to be without someone to hold and be held by.",
    "author": "Nikki Giovanni"
  },
  {
    "quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated.",
    "author": "Coretta Scott King"
  },
  {
    "quote": "You don’t make progress by standing on the sidelines, whimpering and complaining. You make progress by implementing ideas.",
    "author": "Shirley Chisolm"
  },
  {
    "quote": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "author": "Maya Angelou"
  },
  {
    "quote": "I did my best, and God did the rest.",
    "author": "Hattie McDaniel"
  },
  {
    "quote": "Your story is what you have, what you will always have. It is something to own.",
    "author": "Michelle Obama"
  },
  {
    "quote": "Am I good enough? Yes I am.",
    "author": "Michelle Obama"
  },
  {
    "quote": "There are opportunities even in the most difficult moments.",
    "author": "Wangari Maathai"
  },
  {
    "quote": "Female empowerment is knowing that you can do anything, even if it might be in a field dominated by the opposite sex.",
    "author": "Raye Boyce"
  },
  {
    "quote": "We have to talk about liberating minds as well as liberating society.",
    "author": "Angela Davis"
  },
  {
    "quote": "I am not going to die; I’m going home like a shooting star.",
    "author": "Sojourner Truth"
  },
  {
    "quote": "The most common way people give up their power is by thinking they don’t have any.",
    "author": "Alice Walker"
  },
  {
    "quote": "I have a lot of things to prove to myself. One is that I can live my life fearlessly.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Never work just for money or for power. They won’t save your soul or help you sleep at night.",
    "author": "Marian Wright Edelman"
  },
  {
    "quote": "Don't be afraid to feel as angry or as loving as you can, because when you feel nothing, it's just death.",
    "author": "Lena Horne"
  },
  {
    "quote": "I have learned over the years that when one’s mind is made up, this diminishes fear; knowing what must be done does away with fear.",
    "author": "Rosa Parks"
  },
  {
    "quote": "We can say “Peace on Earth.” We can sing about it, preach about it or pray about it, but if we have not internalized the mythology to make it happen inside us, then it will not be.",
    "author": "Betty Shabazz"
  },
  {
    "quote": "Your willingness to look at your darkness is what empowers you to change.",
    "author": "Iyanla Vanzant"
  },
  {
    "quote": "My mother would look at me and she’d say, 'Kamala, you may be the first to do many things, but make sure you are not the last.'",
    "author": "Kamala Harris"
  },
  {
    "quote": "You can be whatever size you are, and you can be beautiful both inside and out. We’re always told what’s beautiful and what’s not, and that’s not right.",
    "author": "Serena Williams"
  },
  {
    "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Your willingness to look at your darkness is what empowers you to change.",
    "author": "Iyanla Vanzant"
  },
  {
    "quote": "When you take care of yourself, you're a better person for others. When you feel good about yourself, you treat others better.",
    "author": "Solange Knowles"
  },
  {
    "quote": "I'd rather regret the risks that didn't work out than the chances I didn't take at all.",
    "author": "Simone Biles"
  },
  {
    "quote": "Don't let anyone steal ya joy! There's always someone miserable trying to bring you down ... you just wish them well & proceed on enjoying your life.",
    "author": "Missy Elliott"
  },
  {
    "quote": "I realized that beauty was not a thing that I could acquire or consume, it was something I just had to be.",
    "author": "Lupita Nyong'o"
  },
  {
    "quote": "I realized that I don't have to be perfect. All I have to do is show up and enjoy the messy, imperfect, and beautiful journey of my life.",
    "author": "Kerry Washington"
  },
  {
    "quote": "Women make up more than half of the world's population and potential. So it is neither just nor practical for their voices, for our voices, to go unheard at the highest levels of decision making.",
    "author": "Meghan Markle"
  },
  {
    "quote": "Everything is worth it. The hard work, the times when you're tired, the times where you're a bit sad, in the end, it's all worth it because it really makes me happy. There's nothing better than loving what you do.",
    "author": "Aaliyah"
  },
  {
    "quote": "You can't be hesitant about who you are.",
    "author": "Viola Davis"
  },
  {
    "quote": "When I'm tired, I rest. I say, 'I can't be a superwoman today.'",
    "author": "Jada Pinkett Smith"
  },
  {
    "quote": "Sometimes you've got to let everything go -- purge yourself. If you are unhappy with anything ... whatever is bringing you down, get rid of it. Because you'll find that when you're free, your true creativity, your true self comes out.",
    "author": "Tina Turner"
  },
  {
    "quote": "You can't just sit there and wait for people to give you that golden dream. You've got to get out there and make it happen for yourself.",
    "author": "Diana Ross"
  },
  {
    "quote": "Dreams are lovely. But they are just dreams. Fleeting, ephemeral, pretty. But dreams do not come true just because you dream them. It's hard work that makes things happen. It's hard work that creates change.",
    "author": "Shonda Rhimes"
  },
  {
    "quote": "Prejudice and bigotry are brought down...by the sheer force of determination of individuals to succeed and the refusal of a human being to let prejudice define the parameters of the possible.",
    "author": "Condoleezza Rice"
  },
  {
    "quote": "Sometimes, I feel discriminated against, but it does not make me angry. It merely astonishes me. How can any deny themselves the pleasure of my company? It's beyond me.",
    "author": "Zora Neale Hurston"
  },
  {
    "quote": "Speak up for yourself and what you believe in. You can still be an elegant woman and be strong and powerful.",
    "author": "Misty Copeland"
  },
  {
    "quote": "You wanna fly, you got to give up the sh*t that weighs you down.",
    "author": "Toni Morrison"
  },
  {
    "quote": "The kind of beauty I want most is the hard to get kind that comes from within, strength, courage, dignity.",
    "author": "Ruby Dee"
  },
  {
    "quote": "Don't agonize, organize.",
    "author": "Florynce Kennedy"
  },
  {
    "quote": "Never be afraid to sit awhile and think.",
    "author": "Lorraine Hansberry"
  },
  {
    "quote": "Struggle is a never ending process. Freedom is never really won, you earn it and win it in every generation.",
    "author": "Coretta Scott King"
  },
  {
    "quote": "The greatest gift is not being afraid to question.",
    "author": "Ruby Dee"
  },
  {
    "quote": "The cause of freedom is not the cause of a race or a sect, a party or a class-it is the cause of human kind, the very birthright of humanity.",
    "author": "Anna Julia Cooper"
  },
  {
    "quote": "Mistakes are a fact of life. It is the response to the error that counts.",
    "author": "Nikki Giovanni"
  },
  {
    "quote": "Prayer begins where human capacity ends.",
    "author": "Marian Anderson"
  },
  {
    "quote": "Do not let anyone ever tell you who you are.",
    "author": "Kamala Harris"
  },
  {
    "quote": "There will be a resistance to your ambition, there will be people who say to you, ‘You are out of your lane.’ They are burdened by only having the capacity to see what has always been instead of what can be.",
    "author": "Kamala Harris"
  }
]
